export const uk = {
	//***Header***//
	header: {
		menu: {
			home: {
				title: "Головна",
			},
			about: {
				title: "Про нас",
				anchor: "#about",
			},
			service: {
				title: "Послуги",
				anchor: "#service",
			},
			portfolio: {
				title: "Портфоліо",
				anchor: "#portfolio",
			},
			reviews: {
				title: "Відгуки",
				anchor: "#reviews",
			},
			blog: {
				title: "Блог",
				anchor: "#blog",
			},
			contacts: {
				title: "Контакти",
				anchor: "#contacts",
			},
		},
		btn: "Зв'яжіться з нами",
	},

	///*** SectionIntroduction ***/
	intro: {
		text: "Ми розробляємо інноваційні рішення у веб-розробці",
	},

	///*** SectionAboutUs ***/
	about: {
		text1:
			"Ми - це творча команда професіоналів, яка віддана своїй справі та пристрасна до досягнення результатів.",
		text2:
			"Наша місія полягає в створенні інноваційних рішень, які змінюють світ навколо нас.",
		quality: {
			desc1:
				"Ми завжди вдосконалюємося, впроваджуємо нові технології та підходи, щоб забезпечити вашій компанії конкурентні переваги.",
			desc2:
				"Ми пишаємося нашими довгостроковими відносинами з клієнтами та репутацією надійного та довіреного партнера.",
			desc3:
				"Ми фокусуємося на досягненні конкретних результатів для наших клієнтів і працюємо над досягненням їх бізнес-цілей.",
			desc4:
				"Наша команда завжди готова допомогти вам вирішити будь-які питання або проблеми та забезпечити найкращий сервіс підтримки.",
		},
	},

	//***Footer***//
	footer: {
		menu: {
			home: {
				title: "Головна",
			},
			about: {
				title: "Про нас",
				anchor: "#about",
			},
			service: {
				title: "Послуги",
				anchor: "#service",
			},
			portfolio: {
				title: "Портфоліо",
				anchor: "#portfolio",
			},
			reviews: {
				title: "Відгуки",
				anchor: "#reviews",
			},
			blog: {
				title: "Блог",
				anchor: "#blog",
			},
			contacts: {
				title: "Контакти",
				anchor: "#contacts",
			},
		},
		policy: "Політика конфіденційності",
		use: "Умови користування",
	},
};
