export const uk = {
	//***Header***//
	header: {
		menu: {
			home: {
				title: "Головна",
			},
			about: {
				title: "Про нас",
				anchor: "#about",
			},
			service: {
				title: "Послуги",
				anchor: "#service",
			},
			portfolio: {
				title: "Портфоліо",
				anchor: "#portfolio",
			},
			reviews: {
				title: "Відгуки",
				anchor: "#reviews",
			},
			blog: {
				title: "Блог",
				anchor: "#blog",
			},
			contacts: {
				title: "Контакти",
				anchor: "#contacts",
			},
		},
		btn: "Зв'яжіться з нами",
	},

	///*** SectionIntroduction ***/
	intro: {
		text: "Ми розробляємо інноваційні рішення у веб-розробці",
	},

	///*** SectionAboutUs ***/
	about: {
		text1:
			"Ми - це творча команда професіоналів, яка віддана своїй справі та пристрасна до досягнення результатів.",
		text2:
			"Наша місія полягає в створенні інноваційних рішень, які змінюють світ навколо нас.",
		quality: {
			desc1:
				"Ми завжди вдосконалюємося, впроваджуємо нові технології та підходи, щоб забезпечити вашій компанії конкурентні переваги.",
			desc2:
				"Ми пишаємося нашими довгостроковими відносинами з клієнтами та репутацією надійного та довіреного партнера.",
			desc3:
				"Ми фокусуємося на досягненні конкретних результатів для наших клієнтів і працюємо над досягненням їх бізнес-цілей.",
			desc4:
				"Наша команда завжди готова допомогти вам вирішити будь-які питання або проблеми та забезпечити найкращий сервіс підтримки.",
		},
	},

	//*** SectionServices ***/
	services: {
		title1: "Аутсорсинг",
		title2: "аутстаф",
		btn: "Почати співпрацю",
		outsourcing: {
			service1: {
				title: "Landing page під ключ",
				desc: "Landing page - сайт-візитка для ознайомлення клієнта із вами або вашим бізнесом, щоб не залишилось більше запитань а тільки звернення для замовлення співпраці або ваших послуг",
			},
			service2: {
				title: "Багатосторінковий сайт під ключ",
				desc: "Ми розуміємо, що ваша компанія потребує не просто веб-присутності, але ефективного інструменту для залучення клієнтів, партнерів та розвитку бізнесу в Інтернеті",
			},
			service3: {
				title: "CRM система",
				desc: "Ми раді представити вам нашу послугу по створенні CRM-системи, потужного інструменту, призначеного для оптимізації управління взаємодією з клієнтами вашої компанії. Незалежно від того, чи ви мали досвід роботи з CRM раніше, наша CRM-система допоможе вам ефективно організувати роботу з клієнтами та покращити їхнє обслуговування.",
			},
			service4: {
				title: "Мобільний застосунок",
				desc: "Мобільний застосунок розробляється з метою забезпечити вам та вашим клієнтам зручний та доступний спосіб отримання доступу до наших послуг та функцій, де б не знаходились ви або ваші клієнти.",
			},
		},
		outstaf: {
			service1: {
				title: "Frontend",
				desc: "Frontend девелопери які можуть підсилити вашу команду або якщо вам потрібен лід, який зможе повести вашу команду у розробці видимої частини сайту або додатку.",
			},
			service2: {
				title: "Backend",
				desc: "Backend девелопери розуміються як оптимізувати роботу сервера та запросів, щоб вашому клієнту було комфортніше знаходитись на вашому сайті або застосунку.",
			},
			service3: {
				title: "Fullstack",
				desc: "Fullstack девелопери поєднують у собі видиму частину роботи frontend девелоперів та невидиму частину роботи backend девелоперів.",
			},
			service4: {
				title: "UX/UI design",
				desc: "Наші дизайнери мають безмежну уяву та творчий підхід до кожного проекту. Вони здатні створити унікальні та інноваційні дизайни, які допоможуть вашому бренду виділитися серед конкурентів.",
			},
		},
	},

	//*** SectionPortfolio ***/
	portfolio: {
		title: "Портфоліо",
		finished: {
			site1: {
				title: "Metra Group",
				desc: "Cтворення дизайну, створення сайту, анімацій. Повний цикл веб розробки для виробника зерноочисників.",
				url: "https://metragraincleaner.com",
			},
			site2: {
				title: "Gunt company",
				desc: "Наша команда виконала повний цикл веб-розробки.",
				url: "https://gunt.company",
			},
			site3: {
				title: "Office & House",
				desc: "Наша команда виконала повний цикл веб-розробки.",
				url: "https://officeandhousecleaningservices.com",
			},
			site4: {
				title: "LEHRMANN",
				desc: "Створення дизайну для данного сайту.",
				url: "https://www.lehrmanngmbh.de",
			},
			site5: {
				title: "NIKOLAB",
				desc: "Повний цикл створення сайту.",
				url: "https://nikolab.de",
			},
		},
	},

	//*** SectionForma ***/
	forma: {
		title: "Давайте співпрацювати",
		typeServices: "Тип послуг",
		outsourcing: "аутсорсинг",
		outstaf: "аутстаф",
		servicesTitle: "Послуги",
		budgetTitle: "Бюджет (USD)",
		fullName: "Повне ім’я",
		email: "Пошта",
		details: "Деталі проєкта",
		btn: "Відправити заявку",
		source: {
			service1: {
				title: "Landing page під ключ",
				isCheck: false,
			},
			service2: {
				title: "Багатосторінковий сайт під ключ",
				isCheck: true,
			},
			service3: {
				title: "CRM система",
				isCheck: false,
			},
			service4: {
				title: "Мобільний застосунок",
				isCheck: false,
			},
		},
		budget: {
			option1: {
				title: "менше 1к",
				isCheck: false,
			},
			option2: {
				title: "1к - 5к",
				isCheck: false,
			},
			option3: {
				title: "більше 10к",
				isCheck: true,
			},
		},
		staf: {
			option1: "Frontend",
			option2: "Backend",
			option3: "Fullstack",
			option4: "UX/UI design",
			option5: "QA Engineer",
		},
	},

	//***Footer***//
	footer: {
		menu: {
			home: {
				title: "Головна",
			},
			about: {
				title: "Про нас",
				anchor: "#about",
			},
			service: {
				title: "Послуги",
				anchor: "#service",
			},
			portfolio: {
				title: "Портфоліо",
				anchor: "#portfolio",
			},
			reviews: {
				title: "Відгуки",
				anchor: "#reviews",
			},
			blog: {
				title: "Блог",
				anchor: "#blog",
			},
			contacts: {
				title: "Контакти",
				anchor: "#contacts",
			},
		},
		policy: "Політика конфіденційності",
		use: "Умови користування",
	},
};
